---
kind: other
id: Properties.T:Autodesk.Revit.DB.DataConversionMonitorScope
source: html/e6ef9935-bd26-3f08-b40f-ca498cf6490d.htm
---
# DataConversionMonitorScope Properties

Specifies whether the .NET object represents a valid Revit entity.